7zip
alacritty
alsa-utils
amd-ucode
audacity
base
base-devel
biber
discord
efibootmgr
fastfetch
firefox
git
grub
lib32-mesa
lib32-vulkan-radeon
libva-utils
linux
linux-firmware
mesa
nano
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
openssh
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
protontricks
qbittorrent
rofi
starship
steam
sudo
sway
swaybg
swayidle
swaylock
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-langgreek
texlive-latexextra
thunar
timeshift
timeshift-autosnap
ttf-fira-code
ttf-font-awesome-5
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
unrar
unzip
usbutils
virtualbox
virtualbox-ext-oracle
virtualbox-guest-iso
virtualbox-host-modules-arch
vscodium-bin
vulkan-radeon
waybar
wget
wine
winetricks
wireplumber
woff2-font-awesome
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-utils
xorg-xwayland
yay
yay-debug
zsh
